"Login" = "Login";
"Password" = "Password";
"Remember me" = "Remember me";
"Go!" = "Go!";
"Machine 1" = "Machine 1";
"ALARM DETAILS" = "ALARM DETAILS";
"Message" = "Message";
"Alarm name" = "Alarm name";
"Machine name" = "Machine name";
"Date" = "Date";
"Alarm type" = "Alarm type";
"Properties and time zone configuration" = "Properties and time zone configuration";
"Alarm level 1" = "Alarm level 1";
"Alarm level 2" = "Alarm level 2";
"Disable all alarms" = "Disable all alarms";
"Cancel" = "Cancel";
"Language selection" = "Language selection";
"English" = "English";
"French" = "French";
"Chinese" = "Chinese";
"Cancel" = "Cancel";
"Done" = "Done";
"Time zone configuration - Alarm level 1" = "Time zone configuration - Alarm level 1";
"Monday" = "Monday";
"Tuesday" = "Tuesday";
"Wednesday" = "Wednesday";
"Thursday" = "Thursday";
"Friday" = "Friday";
"Saturday" = "Saturday";
"Sunday" = "Sunday";
"From" = "From";
"To" = "To";
"All day" = "All day";
"NOTIFICATION SETTINGS" = "NOTIFICATION SETTINGS";
"Sound always active" = "Sound always active";
"Override phone settings" = "Override phone settings";
"Sound notifications even if phone is on mute" = "Sound notifications even if phone is on mute";
"Vibration" = "Vibration";
"Vibration on notification reception" = "Vibration on notification reception";
"System notification" = "System notification";
"Will display a message above any activities on alert reception" = "Will display a message above any activities on alert reception";
"h" = "h";
"pm" = "pm";
"am" = "am";



